seqread/32_node/job_1470880_fiojob_1/nid00114_fiojob_1/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
fio-3.27
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=252279: Fri Jul 16 03:59:46 2021
  read: IOPS=33.1k, BW=129MiB/s (135MB/s)(37.8GiB/300009msec)
    slat (usec): min=10, max=88999, avg=19.09, stdev=338.80
    clat (usec): min=25, max=991303, avg=7711.19, stdev=28612.38
     lat (msec): min=4, max=991, avg= 7.73, stdev=28.62
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[    6], 90.00th=[   16], 95.00th=[   26],
     | 99.00th=[   27], 99.50th=[   27], 99.90th=[  213], 99.95th=[  902],
     | 99.99th=[  936]
   bw (  KiB/s): min=    8, max=165416, per=100.00%, avg=137610.60, stdev=48117.60, samples=576
   iops        : min=    2, max=41354, avg=34402.66, stdev=12029.41, samples=576
  lat (usec)   : 50=0.01%
  lat (msec)   : 10=89.32%, 20=4.58%, 50=5.92%, 100=0.02%, 250=0.06%
  lat (msec)   : 500=0.01%, 1000=0.10%
  cpu          : usr=27.35%, sys=71.03%, ctx=7392, majf=0, minf=294
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=9920513,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=129MiB/s (135MB/s), 129MiB/s-129MiB/s (135MB/s-135MB/s), io=37.8GiB (40.6GB), run=300009-300009msec